Repository: keepassium/KeePassium-L10n
Catalog: keepassium.tmx
Source language: en
Languages: ar, cs, de, es_es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sk, sr, sv_se, th, tr, uk, zh_cn, zh_tw

source: Alphanumeric
ar: أبجدي عددي
cs: Alfanumerická
de: Alphanumerisch
es_es: Alfanumérico
fi: Aakkosnumeerinen
fr: Alphanumérique
hu: Alfanumerikus
it: Alfanumerica
ja: 英数字
ko: 영문자 및 숫자
nl: Alfanumeriek
pl: Alfanumeryczna
pt_br: Alfanumérico
ru: Цифро-буквенная
sk: Alfanumerické
sv_se: Alfanumerisk
th: ตัวอักษรและตัวเลข
tr: Alfanümerik
zh_cn: 字母与数字
zh_tw: 字母與數字

source: Numeric
ar: عددي
cs: Numerická
de: Numerisch
es_es: Numérico
fi: Numeerinen
fr: Numérique
hu: Numerikus
it: Numerica
ja: 数字
ko: 숫자
nl: Numeriek
pl: Numeryczna
pt_br: Numérico
ru: Цифровая
sk: Numerická
sv_se: Numerisk
th: ตัวเลข
tr: Nümerik
zh_cn: 数字
zh_tw: 數字

source: Decrypting
ar: يجري فكّ التعمية
cs: Dešifrování
de: Entschlüsseln
es_es: Descifrando
fi: Puretaan salausta
fr: Déchiffrement
hu: Dekódolás
it: Decifratura
ja: 復号中
ko: 복호화 중
nl: Ontsleutelen
pl: Deszyfrowanie
pt_br: Descriptografando
ru: Дешифрование
sk: Dešifrovanie
sv_se: Dekrypterar
th: กำลังถอดรหัส
tr: Şifre çözülüyor
zh_cn: 解密中
zh_tw: 解密中

source: Encrypting
ar: التعمية جارية
cs: Šifrování
de: Verschlüsseln
es_es: Cifrando
fi: Salataan
fr: Chiffrement
hu: Titkosítás
it: Cifratura
ja: 暗号化中
ko: 암호화 중
nl: Versleutelen
pl: Szyfrowanie
pt_br: Criptografando
ru: Шифрование
sk: Šifrovanie
sv_se: Krypterar
th: กำลังเข้ารหัส
tr: Şifreleniyor
zh_cn: 加密中
zh_tw: 加密中

source: AES decryption error (code %d)
ar: خطأ في فك تعمية AES (الرمز %d)
cs: Chyba AES dešifrování (kód %d)
de: AES Entschlüsselungsfehler (Code %d)
es_es: Error descifrado AES (código %d)
fr: Erreur de déchiffrement AES (code %d)
it: Errore di decriptazione AES (codice %d)
ja: AES 復号エラー (コード %d)
ko: AES 복호화 오류 (코드 %d)
nl: AES-ontcryptiefout (code %d)
pl: Błąd deszyfrowania AES (kod %d)
pt_br: Erro de descriptografia AES (código %d)
ru: Ошибка дешифрования AES (код %d)
sk: Chyba AES dešifrovania (kód %d)
sv_se: AES Dekrypteringsfel (Felkod %d)
tr: AES şifre çözme hatası (%d kodu)
zh_cn: AES 解密错误 (代码 %d)
zh_tw: AES 解密錯誤 (代碼 %d)

source: AES encryption error (code %d)
ar: خطأ في تعمية AES (الرمز %d)
cs: Chyba AES šifrování (kód %d)
de: AES Verschlüsselungsfehler (Code %d)
es_es: Error cifrado AES (código %d)
fr: Erreur de chiffrement AES (code %d)
it: Errore di cifratura AES (codice %d)
ja: AES 暗号化エラー (コード %d)
ko: AES 암호화 오류 (코드 %d)
nl: AES-versleutelfout (code %d)
pl: Błąd szyfrowania AES (kod %d)
pt_br: Erro de criptografia AES (código %d)
ru: Ошибка шифрования AES (код %d)
sk: Chyba AES šifrovania (kód %d)
sv_se: AES Krypteringsfel (Felkod %d)
tr: AES şifreleme hatası (%d kodu)
zh_cn: AES 加密错误 (代码 %d)
zh_tw: AES 加密錯誤 (代碼 %d)

source: AES initialization error (code %d)
ar: خطأ في تهيئة AES (الرمز %d)
cs: Chyba AES inicializace (kód %d)
de: AES Initialisierungsfehler (Code %d)
es_es: Error inicializando AES (código %d)
fr: Erreur d'initialisation AES (code %d)
it: Errore di inizializzazione AES (code %d)
ja: AES初期化エラー (コード %d)
ko: AES 초기화 오류 (코드 %d)
nl: AES-initialisatiefout (code %d)
pl: Błąd inicjalizacji AES (kod %d)
pt_br: Erro de inicialização AES (código %d)
ru: Ошибка инициализации AES (код %d)
sk: Chyba AES inicializácie (kód %d)
sv_se: AES Initialiseringsfel (Felkod %d)
tr: AES başlatma hatası (%d kodu)
zh_cn: AES 初始化错误 (代码 %d)
zh_tw: AES 初始化錯誤 (代碼 %d)

source: Argon2 hashing error (code %d)
ar: خطأ في تجزئة Argon2 (الرمز %d)
cs: Chyba Argon2 hashování (kód %d)
de: Argon2 Hashing-Fehler (Code %d)
es_es: Error hashing Argon2 (código %d)
fr: Erreur de hachage Argon2 (code %d)
it: Errore di hash Argon2 (codice %d)
ja: Argon2ハッシュ化エラー (コード %d)
ko: Argon2 해싱 오류 (코드 %d)
nl: Argon2-hashfout (code %d)
pl: Błąd haszowania Argon2 (kod %d)
pt_br: Erro de hashing Argon2 (código %d)
ru: Ошибка хеширования Argon2 (код %d)
sk: Chyba Argon2 funkcie hash (kód %d)
sv_se: Argon2 hashningsfel (Felkod %d)
tr: Argon2 şifre yaratma hatası (%d kodu)
zh_cn: Argon2 哈希错误 (代码 %d)
zh_tw: Argon2 哈希錯誤 (代碼 %d)

source: Invalid KDF parameter: %1$@ - %2$@. File corrupt?
ar: عامل KDF غير صالح: %1$@ - %2$@. الملف تالف؟
cs: Neplatný parametr KDF: %1$@ - %2$@. Soubor poškozen?
de: Ungültiger KDF-Parameter: %1$@ - %2$@. Datei beschädigt?
es_es: Parámetro KDF no válido: %1$@ - %2$@. ¿Archivo corrupto?
fr: Paramètre KDF invalide : %1$@ - %2$@. Fichier corrompu ?
it: Parametro KDF non valido: %1$@ - %2$@. File corrotto?
ja: 無効なKDFパラメータ: %1$@ - %2$@ ファイルが破損？
ko: 유효하지 않은 KDF 파라미터: %1$@ - %2$@. 손상된 파일인 것 같습니다.
nl: Ongeldige KDF-parameter: %1$@ - %2$@. Beschadigd bestand?
pl: Nieprawidłowy parametr KDF: %1$@ - %2$@. Uszkodzony plik?
pt_br: Parâmetro KDF inválido: %1$@ - %2$@. Arquivo corrompido?
ru: Неверный параметр KDF: %1$@ - %2$@. Повреждённый файл?
sk: Neplatný parameter KDF: %1$@ - %2$@. Poškodený súbor?
sv_se: Felaktig KDF-parameter: %1$@ - %2$@. Är filen skadad?
tr: Geçersiz KDF parametresi: %1$@ - %2$@. Dosya bozuk olabilir mi?
zh_cn: 无效的KDF参数: %1$@ - %2$@。文件损坏了吗?
zh_tw: 無效的KDF參數: %1$@ - %2$@。檔案損壞了嗎?

source: Invalid data padding (code %d). File corrupt?
ar: حشو بيانات غير صالح (الرمز %d). الملف تالف؟
cs: Neplatné vyplňování dat (kód %d). Soubor je poškozen?
de: Ungültiges Datenpadding (Code %d). Datei beschädigt?
es_es: Relleno de datos no válido (cód. %d). ¿Archivo corrupto?
fr: Remplissage de données invalide (code %d). Fichier corrompu ?
it: Blocco dati non valido (codice %d). File corrotto?
ja: 無効なデータパディング (コード %d) ファイルが破損？
ko: 유효하지 않은 데이터 패딩 (코드 %d). 손상된 파일인 것 같습니다.
nl: Ongeldige gegevensopmaak (code %d). Beschadigd bestand?
pl: Nieprawidłowe dane (kod %d). Uszkodzony plik?
pt_br: Dados inválidos (código %d). Arquivo corrompido?
ru: Неверное дополнение (padding). Код %d. Повреждённый файл?
sk: Neplatné vyplnenie dát (kód %d). Poškodený súbor?
sv_se: Felaktig datautfyllnad (Felkod %d). Är filen skadad?
tr: Geçersiz veri izi (%d kodu). Dosya bozuk olabilir mi?
zh_cn: 无效的数据填充(代码 %d)。文件损坏了吗?
zh_tw: 無效的資料填充(代碼 %d)。檔案損壞了嗎?

source: Random number generator error (code %d)
ar: خطأ في تكوين رقم عشوائي (الرمز %d)
cs: Chyba generátoru náhodných čísel (kód %d)
de: Zufallszahl-Generator-Fehler (Code %d)
es_es: Error al generar número aleatorio (cód. %d)
fr: Erreur du générateur de nombre aléatoire (code %d)
it: Errore generatore di numeri casuali (codice %d)
ja: 乱数生成エラー (コード %d)
ko: 랜덤 숫자 생성기 오류 (코드 %d)
nl: Willekeurigenummergenerator-fout (code %d)
pl: Błąd generatora liczb losowych (kod %d)
pt_br: Erro no gerador de números aleatórios (código %d)
ru: Ошибка генератора случайных чисел (код %d)
sk: Chyba generátora náhodných čísel (kód %d)
sv_se: Slumptalsfel (Felkod %d)
tr: Rastgele sayı üretme hatası (%d kodu)
zh_cn: 随机密码产生器错误(代码 %d)
zh_tw: 隨機密碼產生器錯誤(代碼 %d)

source: Twofish cipher error (code %d)
ar: خطأ في التعمية الثُنائية (الرمز %d)
cs: Chyba šifry Twofish (kód %d)
de: Twofish Chiffrerfehler (Code %d)
es_es: Error de cifrado Twofish (cód. %d)
fr: Erreur Twofish cipher (code %d)
it: Errore cifratura twofish (codice %d)
ja: Twofish暗号化エラー (コード %d)
ko: Twofish 사이퍼 오류 (코드 %d)
nl: Twofish-vercijferingsfout (code %d)
pl: Błąd szyfru Twofish (kod %d)
pt_br: Erro no mecanismo Twofish (código %d)
ru: Ошибка шифра Twofish (код %d)
sk: Chyba šifry Twofish (kód %d)
sv_se: Twofish chifferfel (Felkod %d)
tr: Twofish şifre hatası (%d kodu)
zh_cn: Twofish 密码错误(代码 %d)
zh_tw: Twofish 密碼錯誤(代碼 %d)

source: Cannot find database file
ar: يتعذَّر العثور على ملف قاعدة البيانات
cs: Nelze najít databázi
de: Datenbank-Datei kann nicht gefunden werden
es_es: Base de datos no encontrada
fi: Tietokantatiedostoa ei löydy
fr: Le fichier de base de données n'a pas été trouvé
hu: Adatbázisfájl nem található
it: Database file non trovato
ja: データベースが見つかりません
ko: 데이터베이스 파일을 찾을 수 없습니다
nl: Kan databankbestand niet vinden
pl: Nie odnaleziono pliku bazy danych
pt_br: Arquivo de banco de dados não encontrado
ru: Не удалось найти файл базы паролей
sk: Nenájdený databázový súbor
sv_se: Kan inte hitta databasfilen
th: ไม่สามารถหาฐานข้อมูลได้
tr: Veritabanı dosyası bulunamadı
zh_cn: 找不到数据库文件
zh_tw: 找不到資料庫檔案

source: Cannot find key file
ar: يتعذَّر العثور على ملف المفتاح
cs: Nelze najít klíčový soubor
de: Schlüsseldatei kann nicht gefunden werden
es_es: Archivo de clave no encontrado
fi: Päätiedostoa ei löydy
fr: Impossible de trouver le fichier clé
hu: Kulcsfájl nem található
it: Key file non trovato
ja: キーファイルが見つかりません
ko: 키 파일을 찾을 수 없습니다
nl: Kan sleutelbestand niet vinden
pl: Nie odnaleziono pliku klucza
pt_br: Arquivo de chave não encontrado
ru: Не удалось найти ключевой файл
sk: Súbor s kľúčom nenájdený
sv_se: Kan inte hitta nyckelfilen
th: ไม่สามารถหาไฟล์กุญแจได้
tr: Anahtar dosya bulunamadı
zh_cn: 找不到密钥文件
zh_tw: 找不到金鑰檔案

source: Cannot open database file
ar: يتعذَّر فتح ملف قاعدة البيانات
cs: Databázi nelze otevřít
de: Datenbank-Datei kann nicht geöffnet werden
es_es: No se pudo abrir la base de datos
fi: Tietokantatiedoston avaaminen ei onnistu
fr: Impossible d'ouvrir le fichier de base de données
hu: Adatbázisfájl nem nyitható meg
it: Non è possibile aprire database file
ja: データベースを開けません
ko: 데이터베이스 파일을 열 수 없습니다
nl: Kan databankbestand niet openen
pl: Nie można otworzyć pliku bazy
pt_br: Não é possível abrir o banco de dados
ru: Не удалось открыть базу паролей
sk: Nedá sa otvoriť databázový súbor
sv_se: Kan inte öppna databasfilen
th: ไม่สามารถเปิดไฟล์ฐานข้อมูลได้
tr: Veritabanı dosyası bulunamadı
zh_cn: 无法打开数据库文件
zh_tw: 無法打開資料庫檔案

source: Cannot open key file
ar: يتعذَّر فتح ملف المفتاح
cs: Klíčový soubor nelze otevřít
de: Schlüsseldatei kann nicht geöffnet werden
es_es: No se pudo abrir el archivo de clave
fi: Päätiedoston avaaminen ei onnistu
fr: Impossible d'ouvrir le fichier de clé
hu: Kulcsfájl nem nyitható meg
it: Non è possibile aprire key file
ja: キーファイルを開けません
ko: 키 파일을 열 수 없습니다
nl: Kan sleutelbestand niet openen
pl: Nie można otworzyć pliku klucza
pt_br: Não é possível abrir o arquivo de chave
ru: Не удалось открыть ключевой файл
sk: Nedá sa otvoriť súbor s kľúčom
sv_se: Kan inte öppna nyckelfilen
th: ไม่สามารถเปิดไฟล์กุญแจได้
tr: Anahtar dosya açılamadı
zh_cn: 无法打开密钥文件
zh_tw: 無法打開金鑰檔案

source: Please provide at least a password or a key file
ar: يُرجى تعيِّين كلمة مرور أو ملف مفتاح على الأقل
cs: Prosím, vložte heslo nebo klíčový soubor
de: Bitte nutzen Sie mindestens ein Passwort oder eine Schlüsseldatei
es_es: Proporciona al menos una contraseña o un archivo de clave
fr: Veuillez fournir au moins un mot de passe ou un fichier clé
hu: Kérem használjon egy jelszavat vagy egy kulcsfájlt
it: Si prega di fornire almeno una password o un file chiave
ja: パスワードまたはキーファイルを入力してください
ko: 패스워드나 키 파일을 제공해주시기 바랍니다.
nl: Kies een wachtwoord of sleutelbestand
pl: Podaj przynajmniej hasło lub plik klucza
pt_br: Por favor, forneça uma senha ou um arquivo de chave
ru: Укажите пароль или ключевой файл
sk: Prosím, vložte heslo alebo súbor s kľúčom
sv_se: Ange som minst ett lösenord eller en nyckelfil
th: โปรดใส่รหัสผ่าน หรือไม่ก็ไฟล์กุญแจ
tr: Lütfen en az bir şifre veya anahtar dosyası ayarlayın
zh_cn: 请至少输入一个密码或者选择一个密钥文件
zh_tw: 請至少輸入一個密碼或者選擇一個金鑰檔案

source: Unrecognized database format
ar: صيغة قاعدة البيانات غير معترف بها
cs: Nerozpoznaný formát databáze
de: Unbekanntes Datenbankformat
es_es: Formato de base de datos desconocido
fi: Tunnistamaton tietokantamuoto
fr: Format de la base de données non reconnu
hu: Ismeretlen adatbázis-formátum
it: Formato di database non riconosciuto
ja: 不明なデータベース形式です
ko: 데이터베이스 포맷이 인식되지 않음
nl: Niet-herkend databankformaat
pl: Nieznany format bazy
pt_br: Formato de banco de dados não reconhecido
ru: Неизвестный формат базы
sk: Nerozpoznaný formát databázy
sv_se: Okänt databasformat
th: ฟอร์แมทฐานข้อมูลที่ไม่รู้จัก
tr: Bilinmeyen veri tabanı biçimi
zh_cn: 未知的数据库格式
zh_tw: 未知的資料庫格式

source: Done
ar: تمَّ التحميل
cs: Hotovo
de: Fertig
es_es: Hecho
fi: Valmis
fr: Fait
hu: Kész
it: Completato
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt_br: Pronto
ru: Готово
sk: Hotovo
sv_se: Klar
th: เสร็จ
tr: Bitti!
uk: Готово
zh_cn: 完成
zh_tw: 完成

source: Loading key file...
ar: يجري تحميل ملف المفتاح...
cs: Načítání klíčového souboru...
de: Schlüsseldatei wird geladen...
es_es: Cargando archivo de clave ...
fi: Ladataan päätiedostoa...
fr: Chargement du fichier de clé...
hu: Kulcsfájl betöltése...
it: Caricamento key file...
ja: キーファイルを読み込み中...
ko: 키 파일 불러오는 중...
nl: Bezig met laden van sleutelbestand...
pl: Wczytywanie pliku klucza...
pt_br: Carregando arquivo de chave...
ru: Загрузка ключевого файла...
sk: Načítava sa súbor s kľúčom...
sv_se: Laddar nyckelfil...
th: กำลังโหลดไฟล์กุญแจ...
tr: Anahtar dosya yükleniyor...
zh_cn: 载入密钥文件中...
zh_tw: 載入金鑰檔案中...

source: Failed to open key file
ar: فشل فتح ملف المفتاح
cs: Otevření klíčového souboru se nezdařilo
de: Schlüsseldatei konnte nicht geöffnet werden
es_es: Error al abrir archivo de clave
fi: Päätiedoston avaaminen epäonnistui
fr: Impossible d'ouvrir le fichier de clé
hu: A kulcsfájl megnyitása sikertelen
it: Impossibile aprire il file chiave
ja: キーファイルを開けませんでした
ko: 키 파일을 열 수 없습니다
nl: Kan sleutelbestand niet openen
pl: Nie udało się otworzyć pliku klucza
pt_br: Falha ao abrir o arquivo de chave
ru: Не удалось открыть ключевой файл
sk: Nepodarilo sa otvoriť súbor s kľúčom
sv_se: Misslyckades med att öppna nyckelfil
th: ไม่สามารถเปิดไฟล์กุญแจได้
tr: Anahtar dosyası açılamadı
zh_cn: 无法打开密钥文件
zh_tw: 無法打開金鑰檔案

source: Password and key file are both empty.
ar: كلمة المرور وملف المفتاح كِلاهُما فارغان.
cs: Heslo a klíčový soubor jsou prázdné.
de: Passwortfeld ist leer und es wurde keine Schlüsseldatei angegeben.
es_es: La contraseña y el archivo de clave están vacíos.
fi: Salasana ja päätiedosto ovat molemmat tyhjiä.
fr: Le mot de passe et le fichier de clé sont tous deux vides.
hu: Jelszó üres, és kulcsfájl sem lett megadva.
it: Password e file chiave sono entrambi vuoti.
ja: パスワードとキーファイルのいずれも指定されていません。
ko: 패스워드와 키 파일 항목이 공란입니다.
nl: Wachtwoord en sleutelbestand zijn beide leeg.
pl: Hasło i plik klucza są puste.
pt_br: Senha e arquivo de chave estão ambos vazios.
ru: И пароль, и ключевой файл пусты.
sk: Heslo a súbor s kľúčom sú prázdne.
sv_se: Både lösenord och nyckelfil saknas.
th: รหัสผ่านและไฟล์กุญแจว่างเปล่า
tr: Şifre ve anahtar dosyasından her ikisi de boş.
zh_cn: 密码和密钥都是空的。
zh_tw: 密碼和金鑰都是空的。

source: Database file is corrupted.
ar: ملف قاعدة البيانات تالف.
cs: Databáze je poškozena.
de: Datenbank-Datei ist beschädigt.
es_es: La base de datos está dañada.
fi: Tietokantatiedosto on korruptoitunut.
fr: Le fichier de base de données est corrompu.
hu: Sérült az adatbázisfájl.
it: File di database corrotto.
ja: データベースが破損しています。
ko: 데이터베이스 파일이 손상되었습니다.
nl: Het databankbestand is beschadigd.
pl: Plik bazy jest uszkodzony.
pt_br: O arquivo de banco de dados está corrompido.
ru: Файл базы паролей повреждён.
sk: Databáza je poškodená.
sv_se: Databasfilen är skadad.
th: ไฟล์ฐานข้อมูลได้รับความเสียหาย
tr: Veritabanı dosyası bozuk.
zh_cn: 数据库文件损毁。
zh_tw: 資料庫檔案損毀。

source: Error parsing field %@. Corrupted database file?
ar: خطأ في تحليل الحقل %@. ملف قاعدة البيانات تالف؟
cs: Chyba analyzování pole %@. Databáze je poškozená?
de: Fehler beim Parsen des Feldes %@. Datenbankdatei beschädigt?
es_es: Error al analizar el campo %@. ¿Base de datos dañada?
fr: Erreur lors de l'analyse du champ %@. Fichier de base de données corrompu ?
it: Errore nell'analisi del campo %@. Il file del database è danneggiato?
ja: フィールド %@ の解析エラー。 DBが破損？
ko: 필드 %@ 해석 오류. 손상된 데이터베이스 파일인 것 같습니다.
nl: Fout tijdens verwerken van het veld '%@'. Is het databankbestand beschadigd?
pl: Błąd podczas analizowania pola %@. Uszkodzony plik bazy?
pt_br: Erro ao carregar o campo %@. Arquivo de banco de dados corrompido?
ru: Не удалось разобрать поле %@. Файл базы повреждён?
sk: Chyba analyzovania poľa %@. Poškodená databáza?
sv_se: Tolkningsfel av fält %@. Är databasfilen skadad?
th: มีข้อผิดพลาดในช่อง %@. ไฟล์ฐานข้อมูลเสียหายใช่ไหม?
tr: %@ alanı ayrıştırılırken hata oluştu. Veritabanı dosyası bozuk olabilir mi?
zh_cn: 解析 %@ 字段错误。数据库文件损坏?
zh_tw: 解析 %@ 字段錯誤。資料庫檔案損壞?

source: Found an entry outside any group. Corrupted DB file?
ar: تمَّ العثور على سجل خارج أي مجموعة. ملف قاعدة البيانات تالف؟
cs: Záznam byl nalezen mimo jakoukoliv skupinu. Databáze je poškozená?
de: Eintrag außerhalb einer Gruppe gefunden. Datenbankdatei beschädigt?
es_es: Se encontró una entrada sin grupo. ¿BD dañada?
fr: Une entrée a été trouvée en dehors d'un groupe. Fichier de base de données corrompu ?
it: Trovata una voce fuori gruppo. File DB corrotto?
ja: グループに属さないエントリーがあります。DBが破損？
ko: 어떠한 그룹에도 속하지 않은 항목 발견. 손상된 데이터베이스 파일인 것 같습니다.
nl: Er is een item zonder groep aangetroffen. Is het databankbestand beschadigd?
pl: Znaleziono wpis poza grupą. Uszkodzony plik bazy?
pt_br: Uma entrada foi encontrada fora de qualquer grupo. Arquivo de banco de dados corrompido?
ru: Обнаружена запись вне группы. Файл базы повреждён?
sk: Našiel sa záznam mimo akejkoľvek skupiny. Poškodený súbor DB?
sv_se: Hittade ett konto som inte tillhör någon grupp. Är databasfilen skadad?
th: พบรายการที่ไม่อยู่ในกลุ่มใด ไฟล์ฐานข้อมูลเสียหายใช่ไหม?
tr: Herhangi bir grubun dışında bir girdi bulundu. Veritabanı dosyası bozuk olabilir mi?
zh_cn: 在群组外找到条目。数据库文件损坏?
zh_tw: 在群組外找到條目。資料庫檔案損壞?

source: Unexpected end of file. Corrupted database file?
ar: نهاية غير متوقعة للملف. ملف قاعدة البيانات تالف؟
cs: Neočekávaný konec souboru. Databáze je poškozená?
de: Unerwartetes Ende der Datei. Datenbankdatei beschädigt?
es_es: Final inesperado del archivo. ¿Base de datos dañada?
fr: Fin de fichier inattendue. Fichier de base de données corrompu ?
it: Fine del File imprevista. File Database corrotto?
ja: 予期しないファイルの終了です。DBが破損？
ko: 예상되지 않은 파일의 끝. 손상된 데이터베이스 파일인 것 같습니다.
nl: Onverwachte einde van bestand. Is het databankbestand beschadigd?
pl: Nieoczekiwany koniec pliku. Uszkodzony plik bazy?
pt_br: Final do arquivo antes do esperado. Arquivo de banco de dados corrompido?
ru: Неожиданный конец файла. Файл базы повреждён?
sk: Neočakávaný koniec súboru. Poškodená databáza?
sv_se: Oväntat slut på filen. Är databasfilen skadad?
th: ไฟล์ส่วนท้ายไม่ถูกต้อง ไฟล์ฐานข้อมูลเสียหายใช่ไหม?
tr: Beklenmedik dosya uzantısı. Veritabanı dosyası bozuk olabilir mi?
zh_cn: 文件意外的结束。数据库文件损坏?
zh_tw: 檔案意外的結束。資料庫檔案損壞?

source: Header reading error. DB file corrupt?
ar: خطأ في قراءة الترويسة. ملف قاعدة البيانات تالف؟
cs: Chyba při čtení hlavičky. Databáze je porušená?
de: Header Lesefehler. Datenbankdatei beschädigt?
es_es: Error de lectura del encabezado. ¿BD dañada?
fr: Erreur de lecture de l'en-tête. Fichier de la base de données corrompu ?
hu: Fájlheader olvasási hiba. Sérült adatbázsfájl?
it: Errore di lettura intestazione. File DB corrotto?
ja: ヘッダー読み込みエラー。DBが破損？
ko: 헤더 읽기 오류. 손상된 데이터베이스 파일인 것 같습니다.
nl: Kan kop niet uitlezen. Is het databankbestand beschadigd?
pl: Błąd odczytu nagłówka. Uszkodzony plik bazy?
pt_br: Erro lendo cabeçalho. Arquivo de banco de dados corrompido?
ru: Ошибка чтения заголовка. Файл базы повреждён?
sk: Chyba čítania hlavičky. Poškodená databáza?
sv_se: Fel när headers lästes. Är databasfilen skadad?
th: ไฟล์ส่วนหัวไม่ถูกต้อง ไฟล์ฐานข้อมูลเสียหายใช่ไหม?
tr: Başlık okuma hatası. Veritabanı dosyası bozuk olabilir mi?
zh_cn: 头部讯息加载错误。数据库文件损坏?
zh_tw: 頭部訊息載入錯誤。資料庫檔案損壞?

source: Unsupported cipher. (Code: %@)
ar: تعمية غير مدعومة. (الرمز: %@)
cs: Nepodporovaná šifra (kód: %@)
de: Nicht unterstützte Chiffre. (Code: %@)
es_es: Cifrado no soportado. (Cód: %@)
fr: Chiffrement non pris en charge. (Code : %@)
it: Cifratura non supportata. (Codice: %@)
ja: 未サポートの暗号方式 (コード: %@)
ko: 지원되지 않는 사이퍼입니다. (코드: %@)
nl: Niet-ondersteunde vercijfering. (code: %@)
pl: Nieobsługiwany szyfr (kod: %@)
pt_br: Método de criptografia não suportado. (Código: %@)
ru: Неподдерживаемый алгоритм шифрования. (Код %@)
sk: Nepodporovaná šifra (kód: %@)
sv_se: Chiffer stöds ej. (Felkod: %@)
tr: Desteklenmeyen şifre. (%@ kodu)
zh_cn: 不支持的密码。(代码:%@)
zh_tw: 不支持的密碼。(代碼:%@)

source: Unsupported database format version: %@.
ar: صيغة قاعدة البيانات غير مدعومة الاصدار: %@.
cs: Nepodporovaná verze formátu databáze: %@.
de: Nicht unterstützte Datenbank-Format Version: %@.
es_es: Versión no compatible de base de datos: %@.
fr: Version du format de base de données non prise en charge : %@.
hu: Nem támogatott adatbázisformátum verzió: %@.
it: Versione del Formato Database non supportata: %@.
ja: 未サポートのDB形式のバージョン: %@
ko: 지원되지 않는 데이터베이스 포맷 버전: %@.
nl: Niet-ondersteunde databankformaatversie: %@.
pl: Nieobsługiwana wersja formatu bazy: %@.
pt_br: Versão de banco de dados não suportada: %@.
ru: Неподдерживаемая версия формата базы: %@.
sk: Nepodporovaná verzia formátu databázy: %@.
sv_se: Databasversionen stöds ej: %@.
th: ไม่รองรับฟอร์แมทฐานข้อมูลเวอร์ชัน: %@.
tr: Desteklenmeyen veritabanı biçimi sürümü: %@.
zh_cn: 不支持的数据库格式版本:%@。
zh_tw: 不支持的資料庫格式版本:%@。

source: Wrong file signature. Not a KeePass database?
ar: توقيع الملف خاطئ. ليست قاعدة بيانات KeePass؟
cs: Špatná signatura souboru. Je to KeePass databáze?
de: Falsche Dateisignatur. Keine KeePass-Datenbank?
es_es: Firma de archivo incorrecta. ¿Es una base de datos KeePass?
fr: Mauvaise signature de fichier. Pas une base de données KeePass ?
hu: Hibás fájl-szignatúra. Nem egy KeePass-adatbázis?
it: Firma file errata. Si tratta di un database KeePass?
ja: 不正なシグネチャです。KeePassのDBではない？
ko: 파일 시그니처가 잘못되었습니다. KeePass 데이터베이스가 맞는지 확인해주세요.
nl: Verkeerde bestandshandtekening. Is het wel een KeePass-databank?
pl: Błędny podpis pliku. To nie jest baza KeePass?
pt_br: Assinatura do arquivo não confere. É mesmo um banco de dados KeePass?
ru: Неверная сигнатура файла. Это точно база паролей KeePass?
sk: Chybný podpis súboru. Je to KeePass databáza?
sv_se: Felaktig signatur på filen. Inte en KeePass databas?
th: ไฟล์ลายเซ็นไม่ถูกต้อง ไม่ใช่ฐานข้อมูล KeePass ใช่หรือไม่?
tr: Yanlış dosya imzası. KeePass veritabanı değil mi?
zh_cn: 错误的文件签名。不是一个KeePass数据库?
zh_tw: 錯誤的檔案簽名。不是一個KeePass資料庫?

source: Packing the content
ar: تجميع المحتوى
cs: Zabalení obsahu
de: Inhalt packen
es_es: Comprimiendo el contenido
fi: Sisältöä pakataan
fr: Emballer le contenu
hu: Tartalom csomagolása
it: Compressione del contenuto
ja: コンテンツをパッケージング中
ko: 콘텐츠 패키징 중
nl: Bezig met inpakken
pl: Pakowanie zawartości
pt_br: Criando pacote
ru: Упаковка данных
sk: Balenie obsahu
sv_se: Packar innehållet
th: กำลังห่อข้อมูล
tr: İçerik paketleniyor
zh_cn: 打包内容
zh_tw: 打包內容

source: Parsing content
ar: تحليل المحتوى
cs: Analýza obsahu
de: Inhalt analysieren
es_es: Analizando contenido
fi: Sisältöä jäsennetään
fr: Analyse du contenu
hu: Tartalom elemzése
it: Analisi del contenuto
ja: コンテンツを解析中
ko: 콘텐츠 구문 분석 중
nl: Bezig met verwerken
pl: Przetwarzanie zawartości
pt_br: Processando conteúdo
ru: Разбор данных
sk: Analýza obsahu
sv_se: Tolkar innehåll
th: กำลังแยกวิเคราะห์ข้อมูล
tr: İçerik analiz ediliyor
zh_cn: 解析内容
zh_tw: 解析內容

source: Corrupted database file (HMAC mismatch in block %d)
ar: ملف قاعدة بيانات تالف (عدم تطابق HMAC في الكتلة %d)
cs: Poškozená databáze (neshoda HMAC v bloku %d)
de: Fehlerhafte Datenbankdatei (HMAC-Konflikt im Block %d)
es_es: Base de datos dañada (HMAC no coincide en el bloque %d)
fr: Fichier de base de données corrompu (HMAC incompatible avec le bloc %d)
hu: Adatbázisfájl korrupt (HMAC összeférhetetlenség a %d blokkban)
it: File database corrotto (mancata corrispondenza HMAC nel blocco %d)
ja: データベース破損（HMAC不一致 ブロック%d）
ko: 손상된 데이터베이스 파일 (블록 %d에서 HMAC 불일치)
nl: Beschadigd databankbestand (HMAC komt niet overeen in %d)
pl: Uszkodzony plik bazy (niedopasowanie HMAC w bloku %d)
pt_br: Arquivo de banco de dados corrompido (HMAC não confere no bloco %d)
ru: Файл с базой паролей повреждён (неверный HMAC в блоке %d)
sk: Poškodená databáza (nezhoda HMAC v bloku %d)
sv_se: Skadad databasfil (HMAC stämmer inte i block %d)
th: ไฟล์ฐานข้อมูลไม่ถูกต้อง (HMAC mismatch in block %d)
tr: Bozuk veritabanı dosyası (%d bloğunda HMAC uyuşmazlığı)
zh_cn: 数据库文件损坏(区块 %d HMAC值不匹配)
zh_tw: 資料庫檔案損壞(區塊 %d HMAC值不匹配)
